---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KipFeet
source: html/e34f11b8-feeb-7f11-dff9-7fd364c1cc62.htm
---
# Autodesk.Revit.DB.UnitTypeId.KipFeet Property

Kip feet.

## Syntax (C#)
```csharp
public static ForgeTypeId KipFeet { get; }
```